
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "Stato Sinc. Inizio";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "Sincronizzo";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "Avvio…";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "Concludo…";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "Verifico";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "Verifico";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "Cancello…";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "Interrompo…";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "Concludo…";

"CINCH_PROG_PATH_MESSAGE" = " “%@”";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@ di %@ elementi – %@%% completati.";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@ di %@ elementi – %@ di %@ – %@%% completati.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ Byte";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ KB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "Connessione alla cartella Inizio network.";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "La sincronizzazione proseguirà in background.";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "Sincronizzazione completata.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "Sincronizzazione annullata.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "Sincronizzazione interrotta.";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "OK";
"CINCH_CANCEL_BUTTON" = "Annulla";
"CINCH_SKIP_BUTTON" = "Interrompi";
"CINCH_CONTINUE_BUTTON" = "Continua";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "Per utilizzare questa funzionalità devi disporre di un account mobile.";
"CINCH_MUST_BE_MHD_MESSAGE" = "Per creare un account mobile, apri le Preferenze di Sistema, fai clic su Account, quindi su Crea. Se gli elementi non sono presenti o abilitati, contatta l'amministratore di sistema.";

"CINCH_NO_NETHOME_TITLE" = "Non è possibile completare la sincronizzazione perché la tua cartella Inizio sul network in “%@” non è al momento disponibile.";
"CINCH_NO_NETHOME_MESSAGE" = "Riprova più tardi, quando è disponibile.";

"CINCH_NOWRITE_NETHOME_TITLE" = "Non è possibile completare la sincronizzazione perché la tua cartella Inizio sul network in “%@” non consente la scrittura.";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "Riprova in seguito o contatta l'amministratore di sistema.";

"CINCH_HOME_IN_USE_TITLE" = "La tua cartella Inizio network può essere in uso.";
"CINCH_HOME_IN_USE_MESSAGE" = "Se esegui la sincronizzazione adesso, alcuni documenti potrebbero non essere sincronizzati.";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "Sincronizza adesso";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "Sincronizza più tardi";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "La sincronizzazione non è possibile a causa di problemi con la cartella Inizio network.";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "Prova a eseguire il log in più tardi per effettuare la sincronizzazione o contatta il tuo amministratore.";

"CINCH_SYNC_FAILED_TITLE" = "La sincronizzazione non è riuscita.";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "La destinazione non ha spazio sufficiente per completare l'operazione.";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "La cartella Inizio network potrebbe essere stata modificata dall'ultima sincronizzazione.";
"CINCH_HOME_CHANGED_MESSAGE" = "Se non sai esattamente cosa sia accaduto, seleziona Sincronizza più tardi ed esegui il backup dei tuoi documenti più recenti prima di una nuova sincronizzazione. Fai clic su Più informazioni per visualizzare altre opzioni.";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "È possibile che alcuni documenti della cartella Inizio network siano stati modificati dopo l'ultima sincronizzazione. Seleziona la posizione in cui sono contenuti i documenti più recenti.";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "La selezione riguarda solamente documenti che sono cambiati sia sul network che sulle cartelle Inizio mobili. Altri documenti saranno sincronizzati correttamente.\n\nUltimo accesso alla cartella Inizio network: %@.\nUltima sincronizzazione: %@.";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "La tua cartella Inizio network può essere in uso.";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "Se ritieni che non sia corretto, il server può ancora mantenere un blocco temporaneo su Inizio network. Spesso, verrà annullato dopo un breve periodo di tempo.";

"CINCH_HOME_INVALID_TITLE" = "La cartella Inizio network potrebbe non essere configurato per la sincronizzazione.";
"CINCH_HOME_INVALID_MESSAGE" = "La cartella Inizio network in “%@” non contiene alcuni documenti necessari per la sincronizzazione.";

"CINCH_GENERIC_ERR_TITLE" = "Nessuna informazione disponibile.";
"CINCH_GENERIC_ERR_MESSAGE" = "Esegui il login più tardi e  riprova.";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "Sincronizza più tardi";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "Ulteriori informazioni...";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "Inizio network";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "Inizio mobile";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "Alcuni documenti delle preferenze nella cartella Inizio del network sono più recenti rispetto a quelli nella cartella Inizio mobile e non sono stati sincronizzati.";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "Secondo le impostazioni di sincronizzazione, questi documenti possono essere sincronizzati quando esegui il login o il logout.";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "Sincronizzazione cartella Inizio non riuscita. Desideri continuare senza una cartella Inizio sincronizzata?";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "Se continui, sincronizza la tua cartella Inizio al più presto. Se annulli, la tua cartella Inizio non verrà creata.";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "Nessuna cartella selezionata da sincronizzare.";
"CINCH_NOTHING_MESSAGE" = "Per sincronizzare le cartelle Inizio, apri Preferenze di Sistema e fai clic su Account. Seleziona l'account e fai clic su Impostazioni account mobile. Seleziona le cartelle da sincronizzare dall'elenco “Solo cartelle selezionate”. Se l'elenco è disabilitato, consulta l'amministratore del sistema.";
"Account Mobility Preferences..." = "Preferenze mobilità account...";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "La cartella Inizio network non è al momento disponibile.";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "Riprova più tardi, quando è disponibile.";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "Inizio sul network di %@";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "Vuoi creare un account mobile con una cartella Inizio portatile?";
"MCX_PHD_ACCNT_TEXT" = "Un account mobile con una cartella Inizio portatile fornisce una copia del tuo account network e una copia sincronizzata della cartella Inizio network che potrebbe essere utilizzata quando il computer non è connesso al network.\n";

"MCX_MOBILE_ACCNT_TITLE" = "Vuoi creare un account mobile?";
"MCX_MOBILE_ACCNT_TEXT" = "Un account mobile fornisce una copia del tuo account network che potrebbe essere utilizzata quando il computer non è connesso al network.\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "Non chiedermelo più";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\nSeleziona il volume della cartella Inizio:\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\nCollega un volume esterno.\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = " (Disco di avvio)";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "(Nessun volume collegato)";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "Crea ora";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "Non creare";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "Annulla login";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "Impossibile creare un account mobile.";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "Devi collegare un volume esterno per creare un account mobile.";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "Inserisci la password per creare un account mobile.";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "Annulla";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "Password non valida.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "Creazione di account mobile annullata.";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "Impossibile creare un account mobile.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "Si è verificato un problema durante la creazione dell'account mobile.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "Si è verificato un problema di accesso al volume della cartella Inizio dell'account mobile.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "Si è verificato un problema durante la creazione del record account mobile.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "Si è verificato un problema durante la creazione o l'accesso a “%@”.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "Si è verificato un problema durante la creazione della cartella Inizio FileVault.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "La pagina inizio di FileVault non può essere creata perché una cartella con lo stesso nome esiste già.";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "Creo una cartella Inizio protetta FileVault.";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault cripta la cartella Inizio utilizzando la password di login.\n\n\La configurazione iniziale potrebbe richiedere un minuto.";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "Autorizza account esterno";

"MCX_XACCNT_AUTH_TITLE" = "Vuoi consentire all'account esterno “%@“ dal disco “%@“ di accedere a questo computer?";
"MCX_XACCNT_AUTH_CHECKBOX" = "Ricorda la mia scelta";
"MCX_XACCNT_LOCKED_MESSAGE" = "Fai clic sul lucchetto per abilitare o registrare.";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "Inserisci un nome di amministratore e una password.";
"MCX_XACCNT_ALLOW_BUTTON" = "Consenti";
"MCX_XACCNT_DENY_BUTTON" = "Non consentire";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "Questo computer sarà gestito. Vuoi continuare con le impostazioni gestite attivate?";
"MCX_DISABLE_MGMT_TEXT" = "L'amministratore di sistema ti ha assegnato l'opzione di disabilitare le impostazioni di gestione.";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = "Puoi inoltre aggiornare qualsiasi impostazione presente localmente nel computer .";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\nSe ricordi questa scelta, puoi visualizzare di nuovo questa finestra mantenendo premuto il tasto Opzione quando esegui il login.";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "Ricorda la mia scelta";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "Aggiorna le preferenze";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "Disabilita impostazioni";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "Abilita impostazioni";

"CINCH_SYNC_DATE_TODAY" = "Oggi alle ";
"CINCH_SYNC_DATE_YESTERDAY" = "Ieri alle ";
"CINCH_SYNC_DATE_TOMORROW" = "Domani alle ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "Password HomeSync";
"KEYCHAIN_NETWORK_KIND" = "Password network";
